Repository: anishsinha/stf
Catalog: TFScode/SiteFuel.Exchange/SiteFuel.Exchange.Common/SiteFuel.Exchange.Core/StringResources/Resource.*.resx
Languages: fr

# txtOnboardingEULA
source: <h5>Introduction</h5> <p>This User Agreement, the User Privacy Notice, the Mobile Devices Agreement, and all policies posted on our sites set out the terms on which TrueFill, Inc. offers you access to and use of our sites, services, applications and tools (collectively "Services"). You can find an overview of our policies here. All policies, the Mobile Devices Terms, and the User Privacy Notice are incorporated into this User Agreement. You agree to comply with all of the above when accessing or using our Services.</p> <p>The entity you are contracting with is TrueFill, Inc., 109 E 17th Street, Ste. 63, Cheyenne, WY 82001, regardless of where you reside or your business is located. </p> <p>Please be advised that this User Agreement contains provisions that govern how claims you and we have against each other are resolved (see Disclaimer of Warranties; Limitation of Liability and Legal Disputes provisions below). It also contains an Agreement to Arbitrate, which will, with limited exception, require you to submit claims you have against us to binding and final arbitration, unless you opt out of the Agreement to Arbitrate (see Legal Disputes ("Agreement to Arbitrate")). Unless you opt out: (1) you will only be permitted to pursue claims against us on an individual basis, not as a plaintiff or class member in any class or representative action or proceeding and (2) you will only be permitted to seek relief (including monetary, injunctive, and declaratory relief) on an individual basis.</p> <h5>About TrueFill, Inc.</h5> <p>TrueFill, Inc. is an online exchange and marketplace that allows users to offer, sell and buy fuel and fuel-related services. The actual contract for sale is directly between the supplier and buyer. TrueFill, Inc. is not a traditional auctioneer nor does it assume any role or interest, directly or indirectly, in any transaction arising from use of the exchange or the Services.</p> <p>While we may provide pricing, delivery pricing and/or timing, fuel availability, and other guidance in our Services, such guidance is solely informational and you may decide to follow it or not. Also, while we may help facilitate the resolution of disputes through various programs, TrueFill, Inc. has no control over and does not guarantee the existence, quality, safety or legality of items advertised; the truth or accuracy of users' content or products and services they claim to represent; the ability of suppliers to sell items; the ability of buyers to pay for items; or that a buyer or seller will actually complete a transaction or fulfill an order.</p> <h5>Using TrueFill, Inc.</h5> <p> In connection with using or accessing the Services you will not: <ul> <li>Post, list or upload content or fuel and fuel-related services in inappropriate categories or areas on our site;</li> <li>Breach or circumvent any laws, third-party rights or our systems, policies, or determinations of your account status;</li> <li>Use our Services if you are not able to form legally binding contracts (for example if you are under 18 or do not work for a business for which you create an account), or are temporarily or indefinitely suspended from using our sites, services, applications or tools; </li> <li>Fail to pay for fuel and related services purchased by you, unless you have a valid reason as set out in a TrueFill, Inc. policy, for example, the supplier has materially changed an offer after you have accepted it;</li> <li>Fail to pay an invoice when due based on a belief that terminal or rack pricing is different than what we provide via the Services;</li> <li>Fail to deliver fuel or related services sold by you, unless you have a valid reason as set out in a TrueFill, Inc. policy, for example, the buyer materially changed a fuel request after you have accepted it;</li> <li>Manipulate the price of any item or interfere with another user’s business on the exchange;</li> <li>Post false, inaccurate, misleading, defamatory, or libelous information on the exchange;</li> <li>Transfer your TrueFill, Inc. account and user ID to another party without our consent;</li> <li>Distribute or post spam, unsolicited or bulk electronic communications, chain letters, or pyramid schemes based on, fully or in part, on information made available to you on the exchange; </li> <li>Distribute viruses or any other technologies that may harm TrueFill, Inc., or the interests of its users;</li> <li>Use any robot, spider, scraper, or other automated means to access our Services for any purpose; </li> <li>Bypass our robot exclusion headers, interfere with the working of our Services, or impose an unreasonable or disproportionately large load on our infrastructure; </li> <li>Export or re-export any TrueFill, Inc. application or tool except in compliance with the export control laws of any relevant jurisdictions and in accordance with posted rules and restrictions;</li> <li>Reproduce, perform, display, distribute, reverse engineer, or prepare derivative works from content that belongs to or is licensed to TrueFill, Inc., or that comes from the Services and belongs to another TrueFill, Inc. user or to a third party including works covered by any copyrights, trademark, patent, or other intellectual property right, except with prior express permission of TrueFill, Inc. and/or any other party holding the right to license such use;</li> <li>Commercialize any TrueFill, Inc. application or any information or software associated with such application; </li> <li>Harvest or otherwise collect information about users without their consent; or</li> <li>Circumvent any technical measures we use to provide the Services;</li> <li>Circumvent the exchange or marketplace in any manner by directly contacting another user to enter into a contract to purchase or sell fuel or fuel-related services outside of the Services.</li> </ul> </p> <p>Fuel buyers and suppliers must meet TrueFill, Inc.'s minimum performance standards. Failure to meet these standards may result in TrueFill, Inc. limiting, restricting, suspending, or downgrading your account.</p> <p>If we believe you are abusing TrueFill, Inc. in any way, we may, in our sole discretion and without limiting other remedies, limit, suspend, or terminate your user account(s) and access to our Services, delay or remove content, remove any special status associated with your account(s), remove and demote your fuel requests or offers, reduce or eliminate any payment discounts, and take technical and/or legal steps to prevent you from using our Services.</p> <p>We may cancel unconfirmed accounts or accounts that have been inactive for a period of time or modify or discontinue our Services. Additionally, we reserve the right to refuse or terminate all or part of our Services to anyone for any reason at our discretion.</p> <h5>Policy Enforcement</h5> <p>When a buyer or supplier issue arises, we may consider the user's performance history and the specific circumstances in applying our policies. We may choose to be more lenient with policy enforcement in an effort to do the right thing for both buyers and suppliers.</p> <h5>Fees</h5> <p>The fees we charge for using our Services are listed on our TrueFill Fees page. We may change our fees from time to time by posting the changes on the TrueFill, Inc. site 14 days in advance, but with no advance notice required for any promotions or any changes that result in the reduction of fees.</p> <p>You must have a payment method on file when buying or selling on TrueFill, Inc. and pay all fees and applicable taxes associated with our Services by the payment due date. If your payment method fails or your account is past due, we may collect fees owed by charging other payment methods on file with us, and retaining collection agencies and legal counsel. In addition, we may, in our sole discretion and without advance notification, limit or deny access to our Services if your payment method fails. TrueFill, Inc., or the collection agencies we retain, may also report information about your account to credit bureaus, and as a result, late payments, missed payments, or other defaults on your account may be reflected in your credit report. If you wish to dispute the information TrueFill, Inc. reported to a credit bureau (i.e., Experian, Equifax or TransUnion) please contact us at TrueFill, Inc., C/O Global Collections, 7700 West Parmer Lane, Building D, Austin, TX 78729. If you wish to dispute the information a collection agency reported to a credit bureau regarding your TrueFill, Inc. account, you must contact the collection agency directly.</p> <h5>Listing Conditions</h5> <p> When creating offers to sell fuel or requests to buy fuel, you agree to comply with TrueFill, Inc.'s rules: <ul> <li>You are responsible for the accuracy and content of the request or offer and product or service offered;</li> <li>Your request or offer may not be immediately searchable for several hours (or up to 24 hours in some circumstances). TrueFill, Inc. can't guarantee exact listing durations;</li> <li>Content that violates any of TrueFill, Inc.'s policies may be deleted at TrueFill, Inc.'s sole discretion;</li> <li>We strive to create an exchange and marketplace where buyers and suppliers find what they are looking for. Therefore, the appearance or placement of requests or offers in search and browse results will depend on a variety of factors, including, but not limited to: </li> <ul> <li>Buyer's and supplier location, search query, product and service attributes, and history;</li> <li>Fuel product and service location, attributes, price and delivery cost, terms of service, expiration, history, and relevance to the user query; </li> <li>Buyer and supplier history, any ratings, TrueFill, Inc. policy compliance, performance history, on-time delivery, on-time payment, order canceled prior to 95% being fulfilled, and delivery non-compliance rate; and</li> <li>number of listings matching the buyer's query.</li> </ul> </ul> </p> <h5>Purchase Conditions</h5> <p> When purchasing fuel or related services, you agree to the rules for fuel buyers: <ul> <li>You are responsible for reading the full fuel offer description before making a commitment to buy. This includes any and all delivery and service fees, state and federal excise fees and taxes (where applicable), state sales tax (where applicable), and per gallon fuel prices as set out in an offer to sell fuel.</li> <li>TrueFill, Inc. pulls terminal- and rack-level pricing directly from fuel terminals and uses an average as the basis when calculating fuel price per gallon fees where you either create a fuel request or accept an offer with “Terminal / Rack Pricing” plus a percentage (%) or dollar amount ($). You agree to accept these prices as the terminal or rack average and will neither challenge their accuracy or decline to pay a supplier invoice due to a belief that these fees have been incorrectly calculated.</li> <li> You enter into a legally binding contract to purchase fuel when you accept a fuel offer, whether you manually accept an offer or agree to have TrueFill, Inc. automatically match your fuel request with a supplier offer via the Services. We do not transfer legal ownership of items from the seller to the buyer. </li> </ul> </p> <h5>International Buying and Selling</h5> <p>Our Services may be accessible to international sellers and buyers. Currently, we do not allow buyer and suppliers outside of the United States and Canada to use the Services.</p> <h5>Content</h5> <p>When providing us with content or causing content to be posted using our Services, you grant us a non-exclusive, worldwide, perpetual, irrevocable, royalty-free, sublicensable (through multiple tiers) right to exercise any and all copyright, publicity, trademark, and database rights and other intellectual property rights you have in the content, in any media known now or developed in the future. Further, to the fullest extent permitted under applicable law, you waive your moral rights and promise not to assert such rights or any other intellectual property or publicity rights against us, our sublicensees, or our assignees.</p> <p>You represent and warrant that none of the following infringe any rights mentioned in the preceding paragraph: your provision of content to us, your causing content to be posted using the Services, and use of any such content (including of works derived from it) by us, our users, or others in contract with us that is done in connection with the Services and in compliance with this User Agreement.</p> <h5>Authorization to Contact You; Recording Calls</h5> <p>TrueFill, Inc. may contact you using autodialed or prerecorded calls and text messages, at any telephone number that you have provided us, to: (i) notify you regarding your account; (ii) troubleshoot problems with your account; (iii) resolve a dispute; (iv) collect a debt; (v) poll your opinions through surveys or questionnaires; or (vi) as otherwise necessary to service your account or enforce this User Agreement, our policies, applicable law, or any other agreement we may have with you. TrueFill, Inc. may also contact you using autodialed or prerecorded calls and text messages for marketing purposes (e.g., offers and promotions), if you consent to such communications. As described in our User Privacy Notice, TrueFill, Inc. may collect other telephone numbers for you and may place manual non-marketing calls to any of those numbers and autodialed non-marketing calls to any landline or mobile number. Standard telephone minute and text charges may apply and may include overage fees if you have exceeded your plan limits. If you do not wish to receive such communications, you may change your communications preference at any time, including through the settings section of your TrueFill, Inc. account.</p> <p>TrueFill, Inc. may share your telephone number with its authorized service providers as stated in our User Privacy Notice. These service providers may contact you using autodialed or prerecorded calls and text messages, only as authorized by TrueFill, Inc. to carry out the purposes we have identified above.</p> <p>TrueFill, Inc. may, without further notice or warning and in its discretion, monitor or record telephone conversations you or anyone acting on your behalf has with TrueFill, Inc. or its agents for quality control and training purposes or for its own protection. </p> <h5>Privacy of Others; Marketing</h5> <p>If TrueFill, Inc. provides you with information about another user, you agree you will use the information only for the purposes it is provided to you. You may not disclose, sell, rent, or distribute a user's information to a third party for purposes unrelated to the Services. Additionally, you may not use information for marketing purposes, via electronic or other means, unless you obtain the consent of the specific user to do so.</p> <h5><u>Additional Terms</u></h5> <h5>Disclaimer of Warranties; Limitation of Liability</h5> <p>We try to keep our Services safe, secure, and functioning properly, but we cannot guarantee the continuous operation of or access to our Services. Request and Offer updates and other notification functionality in TrueFill, Inc.'s applications may not occur in real time. Such functionality is subject to delays beyond TrueFill, Inc.'s control.</p> <p>You agree that you are making use of our Services at your own risk, and that they are being provided to you on an "AS IS" and "AS AVAILABLE" basis. Accordingly, to the extent permitted by applicable law, we exclude all express or implied warranties, terms and conditions including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, and non-infringement.</p> <p> In addition, to the extent permitted by applicable law, we (including our parent, subsidiaries, and affiliates, and our and their officers, directors, agents and employees) are not liable, and you agree not to hold us responsible, for any damages or losses (including, but not limited to, loss of money, goodwill or reputation, profits, or other intangible losses or any special, indirect, or consequential damages) resulting directly or indirectly from: <ul> <li>Your use of or your inability to use our Services;</li> <li>Pricing, delivery, format, or other guidance provided by TrueFill, Inc.;</li> <li>Delays or disruptions in our Services;</li> <li>Viruses or other malicious software obtained by accessing or linking to our Services;</li> <li>Glitches, bugs, errors, or inaccuracies of any kind in our Services; </li> <li>Damage to your hardware device from the use of any TrueFill, Inc. Service;</li> <li>The content, actions, or inactions of third parties, including items available using our Services or the destruction of allegedly fake claims and offers;</li> <li>A suspension or other action taken with respect to your account or breach of the Abusing TrueFill, Inc. Section above;</li> <li>The duration or manner in which your request or offer appears in search results as set out in the Listing Conditions Section above; or </li> <li>Your need to modify practices, content, or behavior or your loss of or inability to do business, as a result of changes to this User Agreement or our policies.</li> <li>TRUEFILL, INC. MAKES NO WARRANTIES OR REPRESENTATIONS, EITHER EXPRESS OR IMPLIED, AS TO THE QUALITY, CONDITION, MERCHANTIBILITY, FITNESS FOR A PARTICULAR PURPOSE, NONINFRINGEMENT BY OR ANY OTHER MATTER RELATING TO THE SERVICES.</li> <li>IN ANY EVENT, TRUEFILL, INC. SHALL NOT HAVE ANY RESPONSIBILITY TO USERS OF THE SERVICES FOR INCIDENTAL, INDIRECT OR CONSEQUENTIAL DAMAGES OF ANY NATURE, INCLUDING BUT NOT LIMITED TO, LOSS OF BUSINESS OR ANTICIPATED PROFITS, OR OTHER FINANCIAL LOSS ARISING OUT OF OR IN CONNECTION WITH THE SALE, PURCHASE, USE, PERFORMANCE OR NONCONFORMANCE OF ANY PRODUCT/SERVICE TRADED HEREUNDER. TO THE EXTENT PERMITTED BY LAW, THIS DISCLAIMER OF LIABILITY WILL NOT BE AFFECTED OR IMPAIRED IF THE REMEDY PROVIDED HEREUNDER SHALL FAIL OF ITS ESSENTIAL PURPOSE.</li> </ul> </p> <p>Some jurisdictions do not allow the disclaimer of warranties or exclusion of damages, so such disclaimers and exclusions may not apply to you. </p> <p>Regardless of the previous paragraphs, if we are found to be liable, our liability to you or to any third party is limited to the greater of the amount of TrueFill fees which you paid to us in the 12 months prior to the action giving rise to the liability, or $100.</p> <h5>Release</h5> <p> If you have a dispute with one or more users, you release us (and our affiliates and subsidiaries, and our and their respective officers, directors, employees and agents) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes. <strong>In entering into this release you expressly waive any protections (whether statutory or otherwise) that would otherwise limit the coverage of this release to include only those claims which you may know or suspect to exist in your favor at the time of agreeing to this release.</strong> </p> <h5>Indemnity</h5> <p>You will indemnify and hold us (and our affiliates and subsidiaries, and our and their respective officers, directors, employees, agents) harmless from any claim or demand, including reasonable legal fees, made by any third party due to or arising out of your breach of this Agreement, your improper use of TrueFill, Inc.'s Services or your breach of any law or the rights of a third party.</p> <h5>Legal Disputes</h5> <p><strong>PLEASE READ THIS SECTION CAREFULLY. IT AFFECTS YOUR RIGHTS AND WILL HAVE A SUBSTANTIAL IMPACT ON HOW CLAIMS YOU AND TRUEFILL, INC. HAVE AGAINST EACH OTHER ARE RESOLVED.</strong></p> <p><strong>You and TrueFill, Inc. agree that any claim or dispute at law or equity that has arisen or may arise between us relating in any way to or arising out of this or previous versions of the TrueFill, Inc. User Agreement, your use of or access to the Services, or any products or services sold or purchased through the Services, will be resolved in accordance with the provisions set forth in this Legal Disputes Section. </strong></p> <ol type="A"> <li><strong>Applicable Law</strong></li> <p> You agree that, except to the extent inconsistent with or preempted by federal law, the laws of the State of Wyoming, without regard to principles of conflict of laws, will govern the User Agreement and any claim or dispute that has arisen or may arise between you and TrueFill, Inc., except as otherwise stated in the User Agreement. </p> <li><strong>Agreement to Arbitrate</strong></li> <p><strong>You and TrueFill, Inc. each agree that any and all disputes or claims that have arisen or may arise between you and TrueFill, Inc. relating in any way to or arising out of this or previous versions of the User Agreement, your use of or access to TrueFill, Inc.'s Services, or any products or services sold, offered, or purchased through TrueFill, Inc.'s Services shall be resolved exclusively through final and binding arbitration, rather than in court. Alternatively, you may assert your claims in small claims court, if your claims qualify and so long as the matter remains in such court and advances only on an individual (non-class, non-representative) basis.</strong> The Federal Arbitration Act governs the interpretation and enforcement of this Agreement to Arbitrate.</p> <ol type="1"> <li> <strong> Prohibition of Class and Representative Actions and Non-Individualized Relief YOU AND TRUEFILL, INC. AGREE THAT EACH OF US MAY BRING CLAIMS AGAINST THE OTHER ONLY ON AN INDIVIDUAL BASIS AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE OR PRIVATE ATTORNEY GENERAL ACTION OR PROCEEDING. UNLESS BOTH YOU AND TRUEFILL, INC. AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE OR JOIN MORE THAN ONE PERSON'S OR PARTY'S CLAIMS, AND MAY NOT OTHERWISE PRESIDE OVER ANY FORM OF A CONSOLIDATED, REPRESENTATIVE, CLASS, OR PRIVATE ATTORNEY GENERAL ACTION OR PROCEEDING. ALSO, THE ARBITRATOR MAY AWARD RELIEF (INCLUDING MONETARY, INJUNCTIVE, AND DECLARATORY RELIEF) ONLY IN FAVOR OF THE INDIVIDUAL PARTY SEEKING RELIEF AND ONLY TO THE EXTENT NECESSARY TO PROVIDE RELIEF NECESSITATED BY THAT PARTY'S INDIVIDUAL CLAIM(S). ANY RELIEF AWARDED CANNOT AFFECT OTHER USERS. </strong> If a court decides that applicable law precludes enforcement of any of this paragraph's limitations as to a particular claim for relief, then that claim (and only that claim) must be severed from the arbitration and may be brought in court, subject to your and TrueFill, Inc.'s right to appeal the court's decision. All other claims will be arbitrated. </li> <li> <strong>Arbitration Procedures</strong> <p> Arbitration is more informal than a lawsuit in court. Arbitration uses a neutral arbitrator instead of a judge or jury, and court review of an arbitration award is very limited. However, an arbitrator can award the same damages and relief on an individual basis that a court can award to an individual. An arbitrator should apply the terms of the User Agreement as a court would. All issues are for the arbitrator to decide, except that issues relating to arbitrability, the scope or enforceability of this Agreement to Arbitrate, or the interpretation of Section 1 of this Agreement to Arbitrate ("Prohibition of Class and Representative Actions and Non-Individualized Relief"), shall be for a court of competent jurisdiction to decide. </p> <p> The arbitration will be conducted by the American Arbitration Association ("AAA") under its rules and procedures, including the AAA's Consumer Arbitration Rules (as applicable), as modified by this Agreement to Arbitrate. The AAA's rules are available at www.adr.org or by calling the AAA at 1-800-778-7879. The use of the word "arbitrator" in this provision shall not be construed to prohibit more than one arbitrator from presiding over an arbitration: rather, the AAA's rules will govern the number of arbitrators that may preside over an arbitration conducted under this Agreement to Arbitrate. </p> <p>A party who intends to seek arbitration must first send to the other, by certified mail, a completed form Notice of Dispute ("Notice"). The Notice to TrueFill, Inc. should be sent to TrueFill, Inc. Inc., Attn: Litigation Department, Re: Notice of Dispute, 3991 MacArthur Blvd., Ste. 200A, Newport Beach, CA 92660. TrueFill, Inc. will send any Notice to you to the physical address we have on file associated with your TrueFill, Inc. account; it is your responsibility to keep your physical address up to date. All information called for in the Notice must be provided, including a description of the nature and basis of the claims the party is asserting and the relief sought.</p> <p>If you and TrueFill, Inc. are unable to resolve the claims described in the Notice within 30 days after the Notice is sent, you or TrueFill, Inc. may initiate arbitration proceedings. A form for initiating arbitration proceedings is available on the AAA's site at www.adr.org. In addition to filing this form with the AAA in accordance with its rules and procedures, the party initiating the arbitration must mail a copy of the completed form to the opposing party. You may send a copy to TrueFill, Inc. at the following address: TrueFill, Inc., Inc. c/o CT Corporation System, 3991 MacArthur Blvd., Ste. 200A, Newport Beach, CA 92660. TrueFill, Inc. In the event TrueFill, Inc. initiates an arbitration against you, it will send a copy of the completed form to the physical address we have on file associated with your TrueFill, Inc. account. Any settlement offer made by you or TrueFill, Inc. shall not be disclosed to the arbitrator.</p> <p>The arbitration hearing shall be held in the county in which you reside or at another mutually agreed location. If the value of the relief sought is $10,000 or less, you or TrueFill, Inc. may elect to have the arbitration conducted by telephone or based solely on written submissions, which election shall be binding on you and TrueFill, Inc. subject to the arbitrator's discretion to require an in-person hearing, if the circumstances warrant. In cases where an in-person hearing is held, you and/or TrueFill, Inc. may attend by telephone, unless the arbitrator requires otherwise. </p> <p>The arbitrator will decide the substance of all claims in accordance with applicable law, including recognized principles of equity, and will honor all claims of privilege recognized by law. The arbitrator shall not be bound by rulings in prior arbitrations involving different users, but is bound by rulings in prior arbitrations involving the same TrueFill, Inc. user to the extent required by applicable law. The arbitrator's award shall be final and binding and judgment on the award rendered by the arbitrator may be entered in any court having jurisdiction thereof.</p> </li> <li> <strong>Costs of Arbitration</strong> <p>Payment of all filing, administration and arbitrator fees will be governed by the AAA's rules, unless otherwise stated in this Agreement to Arbitrate. If the value of the relief sought is $10,000 or less, at your request, TrueFill, Inc. will pay all filing, administration, and arbitrator fees associated with the arbitration. Any request for payment of fees by TrueFill, Inc. should be submitted by mail to the AAA along with your Demand for Arbitration and TrueFill, Inc. will make arrangements to pay all necessary fees directly to the AAA. If (a) you willfully fail to comply with the Notice of Dispute requirement discussed above, or (b) in the event the arbitrator determines the claim(s) you assert in the arbitration to be frivolous, you agree to reimburse TrueFill, Inc. for all fees associated with the arbitration paid by TrueFill, Inc. on your behalf that you otherwise would be obligated to pay under the AAA's rules.</p> </li> <li> <strong>Severability</strong> <p>With the exception of any of the provisions in Section 1 of this Agreement to Arbitrate ("Prohibition of Class and Representative Actions and Non-Individualized Relief"), if an arbitrator or court decides that any part of this Agreement to Arbitrate is invalid or unenforceable, the other parts of this Agreement to Arbitrate shall still apply. </p> </li> <li> <strong>Future Amendments to the Agreement to Arbitrate</strong> <p> Notwithstanding any provision in the User Agreement to the contrary, you and we agree that if we make any amendment to this Agreement to Arbitrate (other than an amendment to any notice address or site link provided herein) in the future, that amendment shall not apply to any claim that was filed in a legal proceeding against TrueFill, Inc. prior to the effective date of the amendment. The amendment shall apply to all other disputes or claims governed by the Agreement to Arbitrate that have arisen or may arise between you and TrueFill, Inc.. We will notify you of amendments to this Agreement to Arbitrate by posting the amended terms on www.truefill.com at least 30 days before the effective date of the amendments and by providing notice through the TrueFill, Inc. Message Center and/or by email. If you do not agree to these amended terms, you may close your account within the 30 day period and you will not be bound by the amended terms. </p> </li> </ol> <li> <strong>Judicial Forum for Legal Disputes</strong> <p> Unless you and we agree otherwise, in the event that the Agreement to Arbitrate above is found not to apply to you or to a particular claim or dispute, either as a result of your decision to opt out of the Agreement to Arbitrate or as a result of a decision by the arbitrator or a court order, you agree that any claim or dispute that has arisen or may arise between you and TrueFill, Inc. must be resolved exclusively by a state or federal court located in Laramie County, Wyoming. You and TrueFill, Inc. agree to submit to the personal jurisdiction of the courts located within Laramie County, Wyoming for the purpose of litigating all such claims or disputes. </p> </li> </ol> <h5>General</h5> <p>TrueFill, Inc. is located at 109 E 17th Street, Ste. 63, Cheyenne, WY 82001. TrueFill, Inc.'s North American Operations Center is located at 3991 MacArthur Blvd., Ste. 200A, Newport Beach, CA 92660.</p> <p>Except as otherwise provided in this Agreement, if any provision of this User Agreement is held to be invalid, void or for any reason unenforceable, such provision shall be struck out and shall not affect the validity and enforceability of the remaining provisions. In our sole discretion, we may assign this User Agreement, by providing notice of such assignment in accordance with the Notices Section. </p> <p>Headings are for reference purposes only and do not limit the scope or extent of such Section. Our failure to act with respect to a breach by you or others does not waive our right to act with respect to subsequent or similar breaches. We do not guarantee we will take action against all breaches of this User Agreement.</p> <p>We may amend this User Agreement at any time by posting the amended terms on www.truefill.com. Our right to amend the User Agreement includes the right to modify, add to, or remove terms in the User Agreement. We will provide you 30 days' notice by posting the amended terms. Additionally, we may notify you through email. Your continued access or use of our Services constitutes your acceptance of the amended terms. We may also ask you to acknowledge your acceptance of the User Agreement through an electronic click-through. This User Agreement may not otherwise be amended except through mutual agreement by you and a TrueFill, Inc. representative who intends to amend this User Agreement and is duly authorized to agree to such an amendment.</p> <p>The policies posted on our sites may be changed from time to time. Changes take effect when we post them on the TrueFill, Inc. site.</p> <p>If you create or use an account on behalf of a business entity, you represent that you are authorized to act on behalf of such business and bind the business to this User Agreement. Such account is owned and controlled by the business entity. No agency, partnership, joint venture, employee-employer or franchiser-franchisee relationship is intended or created by this User Agreement.</p> <p>The User Agreement, the User Privacy Notice, and all polices set forth the entire understanding and agreement between you and TrueFill, Inc. and supersede all prior understandings and agreements of the parties.</p> <p>The following Sections survive any termination of this User Agreement: Fees, Content, Disclaimer of Warranties; Limitation of Liability; Indemnity, and Legal Disputes.</p>
fr: <h5> Introduction </h5> <p> Le présent contrat d'utilisation, l'avis de confidentialité de l'utilisateur, le contrat sur les appareils mobiles et toutes les politiques publiées sur nos sites définissent les conditions selon lesquelles TrueFill, Inc. vous offre l'accès et l'utilisation de nos sites, services, applications et outils ( collectivement "Services"). Vous pouvez trouver un aperçu de nos politiques ici. Toutes les politiques, les conditions relatives aux appareils mobiles et l'avis de confidentialité de l'utilisateur sont incorporés dans le présent contrat d'utilisation. Vous acceptez de vous conformer à tout ce qui précède lors de l'accès ou de l'utilisation de nos services. </p> <p> L'entité avec laquelle vous passez un contrat est TrueFill, Inc., 109 E 17th Street, Ste. 63, Cheyenne, WY 82001, peu importe où vous résidez ou où votre entreprise est située. </p> <p> Veuillez noter que le présent contrat d'utilisation contient des dispositions qui régissent la manière dont les réclamations vous et nous avons les uns contre les autres sont résolues (voir les clauses de non-responsabilité des garanties, de limitation de responsabilité et des litiges juridiques ci-dessous). Il contient également un accord d'arbitrage qui, à quelques exceptions près, vous obligera à soumettre les réclamations que vous avez contre nous à un arbitrage exécutoire et définitif, à moins que vous ne vous retiriez de l'accord d'arbitrage (voir Différends juridiques ("Accord d'arbitrage") ). À moins que vous ne vous retiriez: (1) vous ne serez autorisé à porter plainte contre nous que sur une base individuelle, et non en tant que demandeur ou membre du groupe dans une action ou procédure collective ou représentative et (2) vous ne serez autorisé à demander réparation (y compris les mesures pécuniaires, injonctives et déclaratoires) sur une base individuelle. </p> <h5> À propos de TrueFill, Inc. </h5> <p> TrueFill, Inc. est un échange et un marché en ligne qui permet aux utilisateurs d'offrir, de vendre et d'acheter du carburant et des services liés au carburant. Le contrat de vente proprement dit est directement entre le fournisseur et l'acheteur. TrueFill, Inc. n'est pas un commissaire-priseur traditionnel et n'assume aucun rôle ni intérêt, directement ou indirectement, dans toute transaction découlant de l'utilisation de l'échange ou des services. </p> <p> Bien que nous puissions fournir des prix, des prix et / ou des délais de livraison, la disponibilité du carburant et d'autres conseils dans nos services, ces conseils sont uniquement informatifs et vous pouvez décider de les suivre ou non. En outre, bien que nous puissions aider à faciliter la résolution des litiges à travers divers programmes, TrueFill, Inc. n'a aucun contrôle sur et ne garantit pas l'existence, la qualité, la sécurité ou la légalité des articles annoncés; la véracité ou l'exactitude du contenu ou des produits et services des utilisateurs qu'ils prétendent représenter; la capacité des fournisseurs à vendre des articles; la capacité des acheteurs à payer pour les articles; ou qu'un acheteur ou un vendeur achèvera réellement une transaction ou exécutera une commande. </p> <h5> Utilisation de TrueFill, Inc. </h5> <p> Dans le cadre de l'utilisation ou de l'accès aux Services, vous ne devez pas: <ul> <li> Publier, répertorier ou télécharger du contenu ou du carburant et des services liés au carburant dans des catégories ou des zones inappropriées sur notre site; </li> <li> Violation ou contournement des lois, des droits de tiers ou de nos systèmes, politiques ou déterminations de l'état de votre compte; </li> <li> Utilisez nos services si vous n'êtes pas en mesure de conclure des contrats juridiquement contraignants (par exemple si vous avez moins de 18 ans ou ne travaillez pas pour une entreprise pour laquelle vous créez un compte), ou si vous êtes temporairement ou indéfiniment suspendu de l'utilisation de nos sites, services, applications ou outils; </li> <li> Ne payez pas pour le carburant et les services connexes que vous avez achetés, sauf si vous avez une raison valable telle que définie dans une politique TrueFill, Inc., par exemple, le fournisseur a substantiellement modifié une offre après l'avoir acceptée; </ li> </li> <li> Ne pas livrer le carburant ou les services connexes que vous avez vendus, sauf si vous avez une raison valable telle que définie dans une politique TrueFill, Inc., par exemple, l'acheteur a substantiellement modifié une demande de carburant après l'avoir acceptée; </ li > <li> Manipuler le prix de tout article ou interférer avec les affaires d'un autre utilisateur sur l'échange; </li> <li> publier des informations fausses, inexactes, trompeuses, diffamatoires ou diffamatoires sur l'échange; </li> <li> Transférez votre compte TrueFill, Inc. et votre ID utilisateur à une autre partie sans notre consentement; </li> <li> Distribuez ou publiez du spam, des communications électroniques non sollicitées ou en masse, des chaînes de lettres ou des systèmes pyramidaux basés, en tout ou en partie, sur les informations mises à votre disposition sur l'échange; </li> <li> Distribuer des virus ou toute autre technologie pouvant nuire à TrueFill, Inc. ou aux intérêts de ses utilisateurs; </li> <li> Utilisez n'importe quel robot, araignée, grattoir ou tout autre moyen automatisé pour accéder à nos services dans n'importe quel but; </li> <li> Contournez nos en-têtes d'exclusion de robots, interférez avec le fonctionnement de nos services ou imposez une charge déraisonnable ou disproportionnée à notre infrastructure; </li> <li> Exportez ou réexportez toute application ou outil TrueFill, Inc., sauf en conformité avec les lois de contrôle des exportations de toutes les juridictions concernées et conformément aux règles et restrictions publiées; </li> <li> Reproduire, exécuter, afficher, distribuer, faire de l'ingénierie inverse ou préparer des œuvres dérivées à partir de contenu qui appartient à TrueFill, Inc. ou qui est concédé sous licence à TrueFill, Inc., ou qui provient des Services et appartient à un autre utilisateur TrueFill, Inc. ou à un tiers, y compris les œuvres couvertes par tout droit d'auteur, marque de commerce, brevet ou autre droit de propriété intellectuelle, sauf autorisation expresse préalable de TrueFill, Inc. et / ou de toute autre partie détenant le droit de concéder une licence sur cette utilisation; </li> <li> Commercialiser toute application TrueFill, Inc. ou toute information ou logiciel associé à cette application; </li> <li> Recueillir ou autrement collecter des informations sur les utilisateurs sans leur consentement; ou </li> <li> Contourner toutes les mesures techniques que nous utilisons pour fournir les services; </li> <li> Contournez l'échange ou le marché de quelque manière que ce soit en contactant directement un autre utilisateur pour conclure un contrat d'achat ou de vente de carburant ou de services liés au carburant en dehors des Services. </li> </ul> </p> <p> Les acheteurs et fournisseurs de carburant doivent respecter les normes de performance minimales de TrueFill, Inc. Le non-respect de ces normes peut entraîner la limitation, la restriction, la suspension ou la rétrogradation de votre compte par TrueFill, Inc. </p> <p> Si nous pensons que vous abusez de TrueFill, Inc. de quelque manière que ce soit, nous pouvons, à notre seule discrétion et sans limiter d'autres recours, limiter, suspendre ou résilier votre ou vos comptes d'utilisateur et l'accès à nos services, retarder ou supprimer du contenu, supprimer tout statut spécial associé à votre ou vos comptes, supprimer et rétrograder vos demandes ou offres de carburant, réduire ou éliminer les remises de paiement et prendre des mesures techniques et / ou juridiques pour vous empêcher d'utiliser nos services. </ p > <p> Nous pouvons annuler des comptes non confirmés ou des comptes inactifs depuis un certain temps ou modifier ou interrompre nos Services. De plus, nous nous réservons le droit de refuser ou de résilier tout ou partie de nos Services à quiconque pour quelque raison que ce soit à notre discrétion. </p> <h5> Application des règles </h5> <p> Lorsqu'un problème d'acheteur ou de fournisseur survient, nous pouvons prendre en compte l'historique des performances de l'utilisateur et les circonstances spécifiques dans l'application de nos politiques. Nous pouvons choisir d'être plus indulgents avec l'application des politiques afin de faire la bonne chose pour les acheteurs et les fournisseurs. </p> <h5> Frais </h5> <p> Les frais que nous facturons pour l'utilisation de nos services sont répertoriés sur notre page Frais TrueFill. Nous pouvons modifier nos frais de temps à autre en affichant les modifications sur le site TrueFill, Inc. 14 jours à l'avance, mais sans préavis requis pour toute promotion ou tout changement entraînant une réduction des frais. </p> <p> Vous devez disposer d'un mode de paiement lors de l'achat ou de la vente sur TrueFill, Inc. et payer tous les frais et taxes applicables associés à nos services avant la date d'échéance du paiement. Si votre mode de paiement échoue ou que votre compte est en souffrance, nous pouvons percevoir des frais dus en facturant d'autres méthodes de paiement dans nos dossiers et en retenant les agences de recouvrement et les conseillers juridiques. De plus, nous pouvons, à notre seule discrétion et sans notification préalable, limiter ou refuser l'accès à nos Services si votre mode de paiement échoue. TrueFill, Inc., ou les agences de recouvrement que nous retenons, peuvent également signaler des informations sur votre compte aux bureaux de crédit, et en conséquence, les retards de paiement, les paiements manqués ou d'autres défauts sur votre compte peuvent être reflétés dans votre rapport de crédit. Si vous souhaitez contester les informations que TrueFill, Inc. a signalées à un bureau de crédit (par exemple, Experian, <h5> Conditions d'inscription </h5> <p> Lorsque vous créez des offres de vente de carburant ou des demandes d'achat de carburant, vous acceptez de vous conformer aux règles de TrueFill, Inc.: <ul> <li> Vous êtes responsable de l'exactitude et du contenu de la demande ou de l'offre et du produit ou service offert; </li> <li> Il est possible que votre demande ou offre ne soit pas immédiatement consultable pendant plusieurs heures (ou jusqu'à 24 heures dans certaines circonstances). TrueFill, Inc. ne peut garantir la durée exacte de l'annonce; </li> <li> Le contenu qui enfreint l'une des politiques de TrueFill, Inc. peut être supprimé à la seule discrétion de TrueFill, Inc.; </li> <li> Nous nous efforçons de créer un échange et un marché où les acheteurs et les fournisseurs trouvent ce qu'ils recherchent. Par conséquent, l'apparition ou le placement de demandes ou d'offres dans les résultats de recherche et de navigation dépendra de divers facteurs, notamment, mais sans s'y limiter: </li> <ul> <li> Emplacement de l'acheteur et du fournisseur, requête de recherche, attributs de produit et de service et historique; </li> <li> Emplacement du produit et du service de carburant, attributs, prix et coût de livraison, conditions de service, expiration, historique et pertinence pour la requête de l'utilisateur; </li> <li> Historique de l'acheteur et du fournisseur, toutes les notes, conformité à la politique TrueFill, Inc., historique des performances, livraison à temps, paiement à temps, commande annulée avant que 95% ne soient satisfaits et taux de non-conformité de la livraison; et </li> <li> nombre d'annonces correspondant à la requête de l'acheteur. </li> </ul> </ul> </p> <h5> Conditions d'achat </h5> <p> Lors de l'achat de carburant ou de services connexes, vous acceptez les règles applicables aux acheteurs de carburant: <ul> <li> Vous êtes responsable de lire la description complète de l'offre de carburant avant de vous engager à acheter. Cela comprend tous les frais de livraison et de service, les frais d'accise et les taxes d'État et fédéraux (le cas échéant), la taxe de vente de l'État (le cas échéant) et les prix du carburant par gallon, comme indiqué dans une offre de vente de carburant. </li> <li> TrueFill, Inc. tire les prix des terminaux et des racks directement à partir des terminaux de carburant et utilise une moyenne comme base lors du calcul du prix du carburant par gallon lorsque vous créez une demande de carburant ou acceptez une offre avec "Tarification des terminaux / racks" »Plus un pourcentage (%) ou un montant en dollars ($). Vous vous engagez à accepter ces prix comme la moyenne du terminal ou du rack et vous ne contesterez pas leur exactitude ou refuserez de payer une facture fournisseur en raison de la croyance que ces frais ont été mal calculés. </li> <li> Vous concluez un contrat juridiquement contraignant pour acheter du carburant lorsque vous acceptez une offre de carburant, que vous acceptiez manuellement une offre ou que TrueFill, Inc. associe automatiquement votre demande de carburant à une offre de fournisseur via les Services. Nous ne transférons pas la propriété légale des articles du vendeur à l'acheteur. </li> </ul> </p> <h5> Achats et ventes internationaux </h5> <p> Nos services peuvent être accessibles aux vendeurs et acheteurs internationaux. Actuellement, nous n'autorisons pas les acheteurs et fournisseurs en dehors des États-Unis et du Canada à utiliser les services. </p> <h5> Contenu </h5> <p> Lorsque vous nous fournissez du contenu ou que du contenu est publié à l'aide de nos services, vous nous accordez un droit non exclusif, mondial, perpétuel, irrévocable, sans redevance, sous-licenciable (à plusieurs niveaux) d'exercer tous les droits d'auteur, droits de publicité, de marque et de base de données et autres droits de propriété intellectuelle dont vous disposez sur le contenu, sur tout support connu ou développé à l'avenir. De plus, dans toute la mesure permise par la loi applicable, vous renoncez à vos droits moraux et promettez de ne pas faire valoir ces droits ou tout autre droit de propriété intellectuelle ou de publicité contre nous, nos sous-licenciés ou nos cessionnaires. </p> <p> Vous déclarez et garantissez qu'aucun des éléments suivants ne porte atteinte aux droits mentionnés dans le paragraphe précédent: votre mise à disposition de contenu pour nous, votre publication de contenu à l'aide des Services et l'utilisation de ce contenu (y compris des œuvres dérivées de il) par nous, nos utilisateurs, ou d'autres en contrat avec nous qui est fait en relation avec les Services et en conformité avec le présent Contrat d'utilisation. </p> <h5> Autorisation de vous contacter; Enregistrement d'appels </h5> <p> TrueFill, Inc. peut vous contacter à l'aide d'appels et de messages texte composés automatiquement ou préenregistrés, à tout numéro de téléphone que vous nous avez fourni, pour: (i) vous informer de votre compte; (ii) résoudre les problèmes avec votre compte; (iii) résoudre un différend; (iv) recouvrer une dette; (v) recueillir vos opinions par le biais d'enquêtes ou de questionnaires; ou (vi) autrement nécessaire pour gérer votre compte ou faire respecter le présent Contrat d'utilisation, nos politiques, la loi applicable ou tout autre accord que nous pouvons avoir avec vous. TrueFill, Inc. peut également vous contacter à l'aide d'appels et de messages texte composés ou préenregistrés à des fins de marketing (par exemple, des offres et des promotions), si vous consentez à de telles communications. Comme décrit dans notre Avis de confidentialité utilisateur, TrueFill, Inc. peut collecter d'autres numéros de téléphone pour vous et peut effectuer des appels non marketing manuels vers l'un de ces numéros et des appels non marketing composés automatiquement vers n'importe quel numéro de téléphone fixe ou mobile. Des frais de minute de téléphone et de SMS standard peuvent s'appliquer et peuvent inclure des frais de dépassement si vous avez dépassé les limites de votre forfait. Si vous ne souhaitez pas recevoir de telles communications, vous pouvez modifier vos préférences de communication à tout moment, y compris via la section des paramètres de votre compte TrueFill, Inc.. </p> <p> TrueFill, Inc. peut partager votre numéro de téléphone avec ses fournisseurs de services autorisés comme indiqué dans notre Avis de confidentialité pour les utilisateurs. Ces fournisseurs de services peuvent vous contacter à l'aide d'appels et de messages texte composés automatiquement ou préenregistrés, uniquement avec l'autorisation de TrueFill, Inc. pour réaliser les objectifs que nous avons identifiés ci-dessus. </p> <p> TrueFill, Inc. peut, sans autre avis ni avertissement et à sa discrétion, surveiller ou enregistrer les conversations téléphoniques que vous ou toute personne agissant en votre nom a avec TrueFill, Inc. ou ses agents à des fins de contrôle qualité et de formation ou pour son propre compte. protection. </p> <h5> Confidentialité d'autrui; Marketing </h5> <p> Si TrueFill, Inc. vous fournit des informations sur un autre utilisateur, vous acceptez de n'utiliser les informations qu'aux fins qui vous sont fournies. Vous ne pouvez pas divulguer, vendre, louer ou distribuer les informations d'un utilisateur à un tiers à des fins non liées aux Services. En outre, vous ne pouvez pas utiliser les informations à des fins de marketing, par voie électronique ou autre, sauf si vous obtenez le consentement de l'utilisateur spécifique pour le faire. </p> <h5> <u> Conditions supplémentaires </u> </h5> <h5> Exclusion de garantie; Limitation de responsabilité </h5> <p> Nous essayons de garder nos Services sûrs, sécurisés et fonctionnant correctement, mais nous ne pouvons garantir le fonctionnement continu ou l'accès à nos Services. Les mises à jour de demande et d'offre et d'autres fonctionnalités de notification dans les applications TrueFill, Inc. peuvent ne pas se produire en temps réel. Cette fonctionnalité est soumise à des retards indépendants de la volonté de TrueFill, Inc. </p> <p> Vous acceptez que vous utilisez nos Services à vos propres risques et qu'ils vous sont fournis "TELS QUELS" et "TELS QUE DISPONIBLES". En conséquence, dans la mesure permise par la loi applicable, nous excluons toutes les garanties, termes et conditions explicites ou implicites, y compris, mais sans s'y limiter, les garanties implicites de qualité marchande, d'adéquation à un usage particulier et de non-contrefaçon. </p> <p> De plus, dans la mesure permise par la loi applicable, nous (y compris notre société mère, nos filiales et nos sociétés affiliées, ainsi que nos et leurs dirigeants, administrateurs, agents et employés) ne sommes pas responsables, et vous acceptez de ne pas nous tenir responsables de tout dommage. ou des pertes (y compris, mais sans s'y limiter, des pertes d'argent, de bonne volonté ou de réputation, des bénéfices ou d'autres pertes intangibles ou tout dommage spécial, indirect ou consécutif) résultant directement ou indirectement de: <ul> <li> Votre utilisation ou votre incapacité à utiliser nos Services; </li> <li> Prix, livraison, format ou autres conseils fournis par TrueFill, Inc .; </li> <li> Retards ou perturbations dans nos services; </li> <li> Virus ou autres logiciels malveillants obtenus en accédant à nos services ou en établissant un lien avec eux; </li> <li> Problèmes, bugs, erreurs ou inexactitudes de toute nature dans nos Services; </li> <li> Dommages à votre appareil matériel dus à l'utilisation de tout service TrueFill, Inc.; </li> <li> Le contenu, les actions ou les inactions de tiers, y compris les éléments disponibles en utilisant nos services ou la destruction de prétendues fausses réclamations et offres; </li> <li> Une suspension ou toute autre mesure prise à l'égard de votre compte ou une violation de la section Abusing TrueFill, Inc. ci-dessus; </li> <li> La durée ou la manière dont votre demande ou votre offre apparaît dans les résultats de recherche, comme indiqué dans la section Conditions d'inscription ci-dessus ou </li> <li> Votre besoin de modifier les pratiques, le contenu ou le comportement ou votre perte ou votre incapacité à faire des affaires, à la suite de modifications apportées au présent Contrat d'utilisation ou à nos politiques. </li> </li> <li> EN AUCUN CAS, TRUEFILL, INC. N'A AUCUNE RESPONSABILITÉ ENVERS LES UTILISATEURS DES SERVICES POUR LES DOMMAGES ACCESSOIRES, INDIRECTS OU CONSÉCUTIFS DE TOUTE NATURE, Y COMPRIS, MAIS SANS S'Y LIMITER, LA PERTE D'AFFAIRES OU DE PROFITS PRÉVUS OU D'AUTRES PERTES FINANCIÈRES SURVENANT HORS OU EN LIEN AVEC LA VENTE, L'ACHAT, L'UTILISATION, LA PERFORMANCE OU LA NON-CONFORMITÉ DE TOUT PRODUIT / SERVICE NÉGOCIÉ PAR LES PRÉSENTES. DANS LA MESURE AUTORISÉE PAR LA LOI, CETTE EXONÉRATION DE RESPONSABILITÉ NE SERA PAS AFFECTÉE OU IMPATIENTE SI LE RECOURS FOURNI CI-DESSOUS MANQUERA DE SON BUT ESSENTIEL. </li> </ul> </p> <p> Certaines juridictions n'autorisent pas l'exclusion de garanties ou l'exclusion de dommages, de sorte que ces exclusions et exclusions peuvent ne pas s'appliquer à vous. </p> <p> Indépendamment des paragraphes précédents, si nous sommes jugés responsables, notre responsabilité envers vous ou envers un tiers est limitée au plus élevé du montant des frais TrueFill que vous nous avez payés au cours des 12 mois précédant l'action. donnant lieu à la responsabilité, ou 100 $. </p> <h5> Sortie </h5> <p> Si vous avez un différend avec un ou plusieurs utilisateurs, vous nous dégagez (ainsi que nos sociétés affiliées et filiales, ainsi que nos et leurs dirigeants, administrateurs, employés et agents respectifs) de réclamations, demandes et dommages (réels et consécutifs) de toute nature et de toute nature , connus et inconnus, résultant de ou liés de quelque manière que ce soit à de tels litiges. <strong> En concluant ce communiqué, vous renoncez expressément à toute protection (statutaire ou autre) qui autrement limiterait la couverture de ce communiqué afin de n'inclure que les réclamations dont vous savez ou soupçonnez l'existence en votre faveur au moment de l'acceptation de cette version. </strong> </p> <h5> Indemnité </h5> <p> Vous nous indemniserez et nous maintiendrez (ainsi que nos sociétés affiliées et filiales, ainsi que nos et leurs dirigeants, administrateurs, employés et agents respectifs) indemnes de toute réclamation ou demande, y compris les frais juridiques raisonnables, faite par un tiers en raison de ou découlant de de votre violation du présent accord, de votre mauvaise utilisation des services de TrueFill, Inc. ou de votre violation d'une loi ou des droits d'un tiers. </p> <h5> Litiges juridiques </h5> <p> <strong> VEUILLEZ LIRE ATTENTIVEMENT CETTE SECTION. CELA AFFECTE VOS DROITS ET AURA UN IMPACT SUBSTANTIEL SUR LA MANIÈRE DE RÉCLAMER VOUS ET TRUEFILL, INC. CONTRE CHAQUE AUTRE. </strong> </p> <p> <strong> Vous et TrueFill, Inc. convenez que toute réclamation ou litige en droit ou en équité qui a surgi ou peut survenir entre nous concernant de quelque manière que ce soit ou découlant de cette version ou des versions précédentes de l'utilisateur TrueFill, Inc. L'accord, votre utilisation ou l'accès aux Services, ou à tout produit ou service vendu ou acheté par le biais des Services, seront résolus conformément aux dispositions énoncées dans la présente Section des litiges juridiques. </strong> </p> <ol type = "A"> <li> <strong> Loi applicable </strong> </li> <p> Vous convenez que, sauf dans la mesure où elles sont incompatibles ou préemptées par la loi fédérale, les lois de l'État du Wyoming, sans égard aux principes de conflit de lois, régiront le contrat d'utilisation et toute réclamation ou litige survenu ou pouvant survenir entre vous et TrueFill, Inc., sauf indication contraire dans le contrat d'utilisation. </p> <li> <strong> Accord d'arbitrage </strong> </li> <p> <strong> Vous et TrueFill, Inc. convenez chacun que tous les litiges ou réclamations qui ont surgi ou peuvent survenir entre vous et TrueFill, Inc. concernant de quelque manière que ce soit ou découlant de cette version ou des versions précédentes de l'utilisateur L'accord, votre utilisation ou l'accès aux services de TrueFill, Inc., ou à tout produit ou service vendu, offert ou acheté par le biais des services de TrueFill, Inc. doit être résolu exclusivement par un arbitrage final et contraignant, plutôt que par un tribunal. Alternativement, vous pouvez faire valoir vos réclamations auprès de la Cour des petites créances, si vos réclamations sont éligibles et tant que l'affaire reste devant ce tribunal et n'avance que sur une base individuelle (non-classe, non représentative). </strong> L'arbitrage fédéral La loi régit l'interprétation et l'exécution du présent accord d'arbitrage. </p> <ol type = "1"> <li> <strong> Interdiction des recours collectifs et représentatifs et des mesures de redressement non individualisées VOUS ET TRUEFILL, INC. ACCEPTEZ QUE CHACUN DES ÉTATS-UNIS PEUT INTRODUIRE DES RÉCLAMATIONS CONTRE LES AUTRES UNIQUEMENT SUR UNE BASE INDIVIDUELLE ET NON EN TANT QUE DEMANDEUR OU MEMBRE DE CLASSE DANS TOUTE ACTION GÉNÉRALE OU REPRÉSENTANTE OU PRIVÉE DU PROCUREUR. À MOINS QUE VOUS ET TRUEFILL, INC. SOYEZ D'ACCORD AUTREMENT, L'ARBITRE NE PEUT CONSOLIDER OU SE JOINDRE À PLUS D'UNE DEMANDE D'UNE PERSONNE OU D'UNE PARTIE ET ​​NE PEUT AUTREMENT PRÉSIDER TOUTE FORME D'UN PROCUREUR CONSOLIDÉ, REPRÉSENTANT, CLASSE OU PRIVÉ. ÉGALEMENT, L'ARBITRATEUR PEUT ACCORDER UN RECOURS (Y COMPRIS DES RELATIONS MONÉTAIRES, INJONCTIVES ET DÉCLARATOIRES) UNIQUEMENT EN FAVEUR DE LA PARTIE INDIVIDUELLE RECHERCHE DE RELIEF ET UNIQUEMENT DANS LA MESURE NÉCESSAIRE POUR FOURNIR DES RELATIONS NÉCESSITÉES PAR LA RÉCLAMATION INDIVIDUELLE DE CETTE PARTIE. AUCUN SOUTIEN ACCORDÉ NE PEUT AFFECTER LES AUTRES UTILISATEURS. </strong> Si un tribunal décide que la loi applicable interdit l'application de l'une quelconque des limitations de ce paragraphe à une demande de réparation particulière, cette demande (et uniquement cette demande) doit être dissociée de l'arbitrage et peut être portée devant un tribunal, sous réserve à votre droit et à TrueFill, Inc. de faire appel de la décision du tribunal. Toutes les autres réclamations seront arbitrées. </li> <li> <strong> Procédures d'arbitrage </strong> <p> L'arbitrage est plus informel qu'une action en justice. L'arbitrage fait appel à un arbitre neutre au lieu d'un juge ou d'un jury, et la révision judiciaire d'une sentence arbitrale est très limitée. Cependant, un arbitre peut accorder les mêmes dommages-intérêts et réparation sur une base individuelle qu'un tribunal peut accorder à un individu. Un arbitre devrait appliquer les termes du contrat d'utilisation comme le ferait un tribunal. Toutes les questions doivent être tranchées par l'arbitre, à l'exception des questions relatives à l'arbitrabilité, à la portée ou au caractère exécutoire du présent accord d'arbitrage, ou à l'interprétation de la section 1 du présent accord d'arbitrage («Interdiction des recours collectifs et représentatifs et des mesures de redressement non individualisées»). "), il appartient à un tribunal compétent de statuer. </p> <p> L'arbitrage sera mené par l'American Arbitration Association ("AAA") conformément à ses règles et procédures, y compris les règles d'arbitrage des consommateurs de l'AAA (le cas échéant), telles que modifiées par le présent accord d'arbitrage. Les règles de l'AAA sont disponibles sur www.adr.org ou en appelant l'AAA au 1-800-778-7879. L'emploi du mot «arbitre» dans cette disposition ne doit pas être interprété comme interdisant à plus d'un arbitre de présider un arbitrage: les règles de l'AAA régiront plutôt le nombre d'arbitres qui peuvent présider un arbitrage mené en vertu du présent accord d'arbitrage. . </p> <p> Une partie qui a l'intention de demander l'arbitrage doit d'abord envoyer à l'autre, par courrier certifié, un avis de contestation dûment rempli (l '«avis»). L'avis à TrueFill, Inc. doit être envoyé à TrueFill, Inc. Inc., à l'attention du Service du contentieux, Objet: Avis de différend, 3991 MacArthur Blvd., Ste. 200A, Newport Beach, CA 92660. TrueFill, Inc. vous enverra tout Avis à l'adresse physique que nous avons dans le dossier associé à votre compte TrueFill, Inc.; il est de votre responsabilité de maintenir votre adresse physique à jour. Toutes les informations demandées dans l'avis doivent être fournies, y compris une description de la nature et du fondement des allégations de la partie et de la réparation demandée. </p> <p> Si vous et TrueFill, Inc. ne parvenez pas à résoudre les réclamations décrites dans l'avis dans les 30 jours suivant l'envoi de l'avis, vous ou TrueFill, Inc. pouvez engager une procédure d'arbitrage. Un formulaire d'ouverture de procédure d'arbitrage est disponible sur le site de l'AAA à www.adr.org. En plus de déposer ce formulaire auprès de l'AAA conformément à ses règles et procédures, la partie qui engage l'arbitrage doit poster une copie du formulaire rempli à la partie adverse. Vous pouvez envoyer une copie à TrueFill, Inc. à l'adresse suivante: TrueFill, Inc., Inc. c / o CT Corporation System, 3991 MacArthur Blvd., Ste. 200A, Newport Beach, CA 92660. TrueFill, Inc. Si TrueFill, Inc. engage un arbitrage contre vous, il enverra une copie du formulaire rempli à l'adresse physique que nous avons dans le dossier associée à votre compte TrueFill, Inc. . <p> L'audience d'arbitrage se tiendra dans le comté dans lequel vous résidez ou dans un autre lieu convenu d'un commun accord. Si la valeur de la réparation demandée est de 10 000 $ ou moins, vous ou TrueFill, Inc. pouvez choisir que l'arbitrage soit mené par téléphone ou uniquement sur la base de soumissions écrites, choix qui vous liera et TrueFill, Inc. sous réserve de la décision de l'arbitre. pouvoir discrétionnaire d'exiger une audience en personne, si les circonstances le justifient. Dans les cas où une audience en personne est tenue, vous et / ou TrueFill, Inc. pouvez assister par téléphone, sauf si l'arbitre en décide autrement. </p> <p> L'arbitre décidera du fond de toutes les réclamations conformément à la loi applicable, y compris les principes d'équité reconnus, et honorera toutes les réclamations de privilège reconnues par la loi. L'arbitre ne sera pas lié par les décisions des arbitrages antérieurs impliquant différents utilisateurs, mais il sera lié par les décisions des arbitrages antérieurs impliquant le même utilisateur TrueFill, Inc. dans la mesure requise par la loi applicable. La sentence arbitrale sera définitive et exécutoire et le jugement sur la sentence rendue par l'arbitre pourra être rendu devant tout tribunal compétent. </p> </li> <li> <strong> Coûts d'arbitrage </strong> <p> Le paiement de tous les frais de dépôt, d'administration et d'arbitre sera régi par les règles de l'AAA, sauf indication contraire dans la présente convention d'arbitrage. Si la valeur de la réparation demandée est de 10 000 $ ou moins, à votre demande, TrueFill, Inc. paiera tous les frais de dépôt, d'administration et d'arbitre associés à l'arbitrage. Toute demande de paiement de frais par TrueFill, Inc. doit être soumise par courrier à l'AAA avec votre demande d'arbitrage et TrueFill, Inc. prendra des dispositions pour payer tous les frais nécessaires directement à l'AAA. Si (a) vous omettez délibérément de vous conformer à l'exigence relative à l'avis de contestation discuté ci-dessus, ou (b) dans le cas où l'arbitre juge frivoles les réclamations que vous affirmez arbitrales, vous acceptez de rembourser TrueFill, Inc. pour tous les frais associés à l'arbitrage payés par TrueFill, </li> <li> <strong> Divisibilité </strong> <p> À l'exception de l'une des dispositions de la section 1 du présent accord d'arbitrage ("Interdiction des recours collectifs et représentatifs et des mesures de redressement non individualisées"), si un arbitre ou un tribunal décide qu'une partie du présent accord d'arbitrage est invalides ou inapplicables, les autres parties du présent accord d'arbitrage restent applicables. </p> </li> <li> <strong> Modifications futures de l'accord d'arbitrage </strong> <p> Nonobstant toute disposition contraire du contrat d'utilisation, vous et nous convenons que si nous apportons à l'avenir un amendement au présent accord d'arbitrage (autre qu'un amendement à une adresse de notification ou un lien de site fourni dans les présentes) à l'avenir, cet amendement ne s'appliquera pas. à toute réclamation déposée dans le cadre d'une procédure judiciaire contre TrueFill, Inc. avant la date d'entrée en vigueur de la modification. L'amendement s'appliquera à tous les autres litiges ou réclamations régis par l'accord d'arbitrage qui ont surgi ou peuvent survenir entre vous et TrueFill, Inc. Nous vous informerons des amendements à cet accord d'arbitrage en affichant les conditions modifiées sur www.truefill .com au moins 30 jours avant la date d'entrée en vigueur des modifications et en fournissant un avis via le centre de messages TrueFill, Inc. et / ou par e-mail. Si vous n'acceptez pas ces conditions modifiées, </p> </li> </ol> <li> <strong> Forum judiciaire pour les litiges juridiques </strong> <p> Sauf si vous et nous en convenons autrement, dans le cas où l'accord d'arbitrage ci-dessus s'avère ne pas s'appliquer à vous ou à une réclamation ou un différend particulier, soit à la suite de votre décision de vous désinscrire de l'accord d'arbitrage, soit à la suite d'une décision de l'arbitre ou d'une ordonnance d'un tribunal, vous acceptez que toute réclamation ou litige qui a surgi ou puisse survenir entre vous et TrueFill, Inc. doit être résolu exclusivement par un tribunal étatique ou fédéral situé dans le comté de Laramie, Wyoming. Vous et TrueFill, Inc. acceptez de vous soumettre à la juridiction personnelle des tribunaux situés dans le comté de Laramie, Wyoming, dans le but de plaider toutes ces réclamations ou litiges. </p> </li> </ol> <h5> Général </h5> <p> TrueFill, Inc. est situé au 109 E 17th Street, Ste. 63, Cheyenne, WY 82001. Le centre d'opérations nord-américain de TrueFill, Inc. est situé au 3991 MacArthur Blvd., Ste. 200A, Newport Beach, CA 92660. </p> <p> Sauf disposition contraire du présent accord, si l'une des dispositions de cet accord d'utilisation est jugée invalide, nulle ou inapplicable pour quelque raison que ce soit, cette disposition sera supprimée et n'affectera pas la validité et l'applicabilité des autres dispositions. À notre seule discrétion, nous pouvons céder le présent contrat d'utilisation, en fournissant un avis de cette cession conformément à la section Avis. </p> <p> Les titres sont à titre de référence uniquement et ne limitent pas la portée ou l'étendue de cette section. Notre incapacité à agir en cas de violation de votre part ou de la part de tiers ne renonce pas à notre droit d'agir en cas de violations ultérieures ou similaires. Nous ne garantissons pas que nous prendrons des mesures contre toutes les violations du présent contrat d'utilisation. </p> <p> Nous pouvons modifier cet accord d'utilisation à tout moment en publiant les conditions modifiées sur www.truefill.com. Notre droit de modifier le contrat d'utilisation comprend le droit de modifier, d'ajouter ou de supprimer des termes du contrat d'utilisation. Nous vous donnerons un préavis de 30 jours en affichant les conditions modifiées. De plus, nous pouvons vous informer par e-mail. Votre accès ou utilisation continue de nos Services constitue votre acceptation des conditions modifiées. Nous pouvons également vous demander de reconnaître votre acceptation du contrat d'utilisation par le biais d'un clic électronique. Le présent Contrat d'utilisation ne peut pas être modifié autrement, sauf d'un commun accord entre vous et un représentant TrueFill, Inc. qui a l'intention de modifier ce Contrat d'utilisateur et est dûment autorisé à accepter une telle modification. </p> <p> Les politiques publiées sur nos sites peuvent être modifiées de temps à autre. Les modifications prennent effet lorsque nous les publions sur le site TrueFill, Inc.. </p> <p> Si vous créez ou utilisez un compte au nom d'une entité commerciale, vous déclarez que vous êtes autorisé à agir au nom de cette entreprise et à lier l'entreprise au présent Contrat d'utilisation. Ce compte est détenu et contrôlé par l'entité commerciale. Aucune entente d'agence, de partenariat, de coentreprise, d'employé-employeur ou de franchiseur-franchisé n'est prévue ou créée par le présent Contrat d'utilisation. </p> <p> L'accord utilisateur, l'avis de confidentialité de l'utilisateur et toutes les politiques énoncent l'intégralité de l'accord et de la convention entre vous et TrueFill, Inc. et remplacent tous les accords et accords antérieurs des parties. </p> <p> Les sections suivantes survivent à toute résiliation du présent contrat d'utilisation: frais, contenu, exclusion de garantie; Limitation de responsabilité; Indemnité et litiges juridiques. </p>
