Repository: anishsinha/stf
Catalog: TFScode/SiteFuel.Exchange/SiteFuel.Exchange.Common/SiteFuel.Exchange.Core/StringResources/Resource.*.resx
Languages: fr

# btnLabelForgotPassword
source: Forgot Password?
fr: Mot de passe oublié?

# btnLabelLogin
source: Login
fr: S'identifier

# errMessageAcceptEULA
source: Please accept End User License Aggrement (EULA) sent in invitation email
fr: Veuillez accepter l'accord de licence utilisateur final (EULA) envoyé par e-mail d'invitation

# errMessageAccountLocked
source: Your account has been locked, please try again after sometime
fr: Votre compte a été verrouillé, veuillez réessayer après un certain temps

# errMessageConfirmationEmailFailed
source: We're sorry, the confirmation e-mail we sent was not delivered. Please contact customer service for assistance.
fr: Nous sommes désolés, l'e-mail de confirmation que nous avons envoyé n'a pas été livré. Veuillez contacter le service client pour obtenir de l'aide.

# errMessageCreateAccountSuccess
source: You're almost done - please check your e-mail and confirm your e-mail address by clicking on the link we have sent you.
fr: Vous avez presque terminé - veuillez vérifier votre e-mail et confirmer votre adresse e-mail en cliquant sur le lien que nous vous avons envoyé.

# errMessageDeactivatedUser
source: Your account has been deactivated. Please contact customer support for any further assistance.
fr: Votre compte a été désactivé. Veuillez contacter le service client pour toute assistance supplémentaire.

# errMessageEmailNotConfirmed
source: You have not yet confirmed your e-mail address; please check your inbox to continue.
fr: Vous n'avez pas encore confirmé votre adresse e-mail; veuillez vérifier votre boîte de réception pour continuer.

# errMessageGettingImpersonated
source: Your account has been impersonated by Super Admin , please try after some time.
fr: Votre compte a été emprunté par Super Admin, veuillez réessayer après un certain temps.

# errMessageLoginFailed
source: We're sorry, your login attempt has failed. Please check your details and try again.
fr: Nous sommes désolés, votre tentative de connexion a échoué. Veuillez vérifier vos coordonnées et réessayer.

# errMessageNotOnboarded
source: Failed to Login,Please complete onboarding process
fr: Échec de la connexion, veuillez terminer le processus d'intégration

# errMessageOnboardTPOBuyer
source: You've limited access to TrueFill Exchange. Kindly contact your supplier or complete your onboarding process to get complete access. To Onboard
fr: Vous avez un accès limité à TrueFill Exchange. Veuillez contacter votre fournisseur ou terminer votre processus d'intégration pour obtenir un accès complet. À bord

# errMessageSuccess
source: Success
fr: Succès

# errMessageTPOEmailNotConfirmed
source: You have not yet accepted end user license agreement; please check your email to continue.
fr: Vous n'avez pas encore accepté le contrat de licence utilisateur final; veuillez vérifier votre e-mail pour continuer.

# errMessageUserCreateSuccess
source: Successfully created your account.
fr: Création de votre compte réussie

# errMessageUserNotExist
source: The email that you've entered doesn't match any account.
fr: L'e-mail que vous avez entré ne correspond à aucun compte.

# headingCompanyDetails
source: Company Details
fr: Détails de l'entreprise

# headingUserProfile
source: User Profile
fr: Profil de l'utilisateur

# headingYourDetails
source: Your Details
fr: Vos détails

# lblCompanyName
source: Company Name
fr: Nom De La Société

# lblConfirmPassword
source: Confirm Password
fr: Confirmez le mot de passe

# lblFeatureDispatch
source: Automated Dispatch
fr: Envoi automatisé

# lblFeatureInvoicing
source: Zero Touch Invoicing
fr: Facturation Zero Touch

# lblFeatureTaxes
source: Taxes Always Right
fr: Des impôts toujours corrects

# lblFeatureTracking
source: Realtime Order Tracking
fr: Suivi des commandes en temps réel

# lblFirstName
source: First Name
fr: Prénom

# lblLastName
source: Last Name
fr: Nom de famille

# lblLoading
source: Loading...
fr: Chargement...

# lblMobileNumber
source: Mobile Number
fr: Numéro de portable

# lblPassword
source: Password
fr: Mot de passe

# lblRegister
source: Register
fr: S'inscrire

# lblRememberMe
source: Stay Signed In
fr: Rester connecté

# txtCopyright
source: &copy; 2021 TrueFill, Inc.
fr: &amp;copy; 2021 TrueFill, Inc.

# valMessageAlreadyExist
source: {0} already exists.
fr: {0} existe déjà.

# valMessageInvalid
source: {0} is invalid
fr: {0} est invalide

# valMessageMobileInvalidLength
source: Please enter a valid 10 digit Mobile Number.
fr: Veuillez saisir un numéro de mobile valide à 10 chiffres.

# valMessagePhoneNotValid
source: Unable to verify number! You will miss Text Alerts.
fr: Impossible de vérifier le numéro! Vous manquerez les alertes de texte.

# valMessageRequired
source: {0} is required
fr: {0} is obligatoire

# btnLabelCancel
source: Cancel
fr: Annuler

# btnLabelFinish
source: Finish
fr: Terminer

# btnLabelRemove
source: Remove
fr: Retirer

# btnLabelSelect
source: Select
fr: Sélectionner

# errMessageImageFileError
source: File format is not supported for one of the images. Please upload the images again
fr: Le format de fichier n'est pas pris en charge pour l'une des images. Veuillez télécharger à nouveau les images

# errMessageImageFileWarning
source: Your image must be png/jpg/bmp/pdf file and should be less than 1 MB in size.
fr: Votre image doit être au format png / jpg / bmp / ​​pdf et doit avoir une taille inférieure à 1 Mo.

# errMessageOnboardingUserSuccess
source: Successfully onboarder user.
fr: Utilisateur intégré avec succès.

# errMessageSaveFailedInvalidAddress
source: Failed to save. Invalid address.
fr: Échec de l'enregistrement. Adresse invalide.

# errMessageTestCardUsedInLive
source: Invalid Card Details. Please enter valid card details
fr: Détails de la carte non valides. Veuillez saisir des détails de carte valides

# errorMessageSaveReferencesSetting
source: Failed to save onboarding preferences setting
fr: Échec de l'enregistrement du paramètre des préférences d'intégration

# gridColumnSfxOwned
source: TFX Owned
fr: TFX Possédée

# headingBillingAddress
source: Billing Address
fr: Adresse De Facturation

# headingCompanyAddress
source: Company Address
fr: Adresse De La Société

# headingCompanyProfile
source: Company Profile
fr: Profil De société

# headingPreferencesSetting
source: Preferences Setting
fr: Réglage des préférences

# headingServices
source: Services
fr: Prestations de service

# lblAddress
source: Address
fr: Adresse

# lblAddressInfo
source: This company address will be used as your main location.
fr: Cette adresse d'entreprise sera utilisée comme lieu principal.

# lblAutoAgreeTerms
source: By clicking '{0}', you agree to our
fr: En cliquant '{0}', vous acceptez notre

# lblBillingAddressInfo
source: This is the billing address that will be shown on your invoice/DDT between you and your customer.
fr: Il s'agit de l'adresse de facturation qui figurera sur votre facture / DDT entre vous et votre client.

# lblBudgetAlertPercentage
source: Budget Alert %
fr: Alerte Budgétaire%

# lblBuyAndSellText
source: Delivering fuel for a fuel network or another supplier
fr: Achats et ventes: livraison de carburant pour un réseau de carburant ou un autre fournisseur

# lblBypassPreferencesSetting
source: Bypass Preferences Setting
fr: Réglage des préférences de contournement

# lblCity
source: City
fr: Ville

# lblCompanyBusinessTenure
source: How long have you been in this business?
fr: Depuis combien de temps travaillez-vous dans cette entreprise?

# lblCompanyFuelQuantity
source: How much fuel do you deal annually?
fr: Combien de carburant traitez-vous chaque année?

# lblCompanyLogoWarning
source: Note : Image can be PNG/JPG/BMP and should be less than 1MB in size
fr: Remarque: l'image peut être au format PNG / JPG / BMP et doit être inférieure à 1 Mo

# lblCountry
source: Country/Group
fr: Pays

# lblCreateFreightOnlyOrdersAutomatically
source: Automatically create Freight-only Brokered orders for assigned carriers
fr: Créer automatiquement des commandes de courtage uniquement pour les transporteurs affectés

# lblCurrency
source: Currency
fr: Devise

# lblDay
source: Day
fr: journée

# lblDefault
source: Default
fr: Défaut

# lblDefaultCustomerInvitation
source: Default Customer Invitation
fr: Invitation client par défaut

# lblDefaultDeliveryType
source: Default Delivery Type
fr: Type de livraison par défaut

# lblDefaultPricingMethod
source: Default Pricing Method
fr: Méthode de tarification par défaut

# lblDummy
source: dummy
fr: mannequin

# lblEnableAssetTrackingForJob
source: Enable asset level tracking for locations
fr: Activer le suivi du niveau d'actif pour les emplacements

# lblFreightOnBoard
source: Freight on Board (FOB)
fr: Fret à bord (FOB)

# lblFrom
source: From
fr: De

# lblHedgeOrderAllowed
source: Do you accept hedge orders?
fr: Acceptez-vous les ordres de couverture?

# lblHedgeOrders
source: Hedge Orders
fr: Ordres de Couverture

# lblIsLocationOwned
source: Is this location owned and operated by you?
fr: Cet emplacement est-il détenu et exploité par vous?

# lblLocationOwnedByUs
source: Location owned and operated by us
fr: Emplacement détenu et exploité par nous

# lblMakeDropTicketImageMandatory
source: Make drop ticket image mandatory for the driver
fr: Rendre l'image du ticket de dépôt obligatoire pour le conducteur

# lblMonth
source: Month
fr: Mois

# lblName
source: Name
fr: Nom

# lblNumber
source: Number
fr: Nombre

# lblPhoneNumber
source: Phone Number
fr: Numéro de téléphone

# lblRadiusWarning
source: Selecting a delivery radius will make you eligible for any request for locations within that radius
fr: Sélection d'un radius de livraison vous rendra éligible pour toute demande d'emplacements dans ce radius

# lblResaleForJob
source: Enable resale for locations
fr: Activer la revente pour les emplacements

# lblSelectAll
source: Select All
fr: Tout sélectionner

# lblServingStates
source: States Where You Deliver
fr: États Où Vous Livrez

# lblSize
source: Size
fr: Taille

# lblSpecificRadius
source: Specific Radius
fr: Rayon Spécifique

# lblStateWideService
source: State Wide
fr: À l'échelle de l'État

# lblSupplierCode
source: Supplier Code
fr: Code fournisseur

# lblSupplierFuelTypes
source: Fuel Types You Supply
fr: Types De Carburant Que Vous Fournissez

# lblSupressOrderLevelPricing
source: Suppress pricing at order level
fr: Suppression des prix au niveau de la commande

# lblTermsAndConditions
source: Terms & Conditions
fr: Termes et Conditions

# lblThirdPartyHardwareUsed
source: Using third party hardware to capture fuel quantity data
fr: Utilisation de matériel tiers pour capturer les données de quantité de carburant

# lblTo
source: To
fr: À

# lblUploading
source: Uploading
fr: Téléchargement

# lblUseCompanyAddress
source: Use Company Address
fr: Utiliser l'adresse de l'entreprise

# lblWaterRefueling
source: Over Water Refueling
fr: Ravitaillement au fil de l'eau

# lblWaterRefuelingAllowed
source: Do you offer water refueling?
fr: Offrez-vous le ravitaillement en eau?

# lblYear
source: Year
fr: Année

# lblZipcode
source: Zip
fr: Postal

# messageTooltipOnboardingPreferencesSetting
source: This can be set/edit later also from Company Menu => Onboarding Preferences
fr: Cela peut être défini / modifié plus tard également à partir du menu de l'entreprise => Préférences d'intégration

# successMessageSavePreferencesSetting
source: Preferences setting saved successfully
fr: Le réglage des préférences a bien été enregistré

# valMessageFullAddressInvalid
source: Invalid {0}, {1}, {2}, {3}, {4} combination
fr: Invalide {0}, {1}, {2}, {3}, {4} combinaison

# valMessageMinimumLength
source: {0} must be at least {2} characters long
fr: {0} doit comporter au moins {2} caractères

# valMessageNumberNotValid
source: Unable to verify number!
fr: Impossible de vérifier le numéro!

# valMessagePasswordMismatch
source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

# valMessagePhoneInvalidLength
source: Phone number not valid.
fr: Numéro de téléphone non valide.

# valMessageRange
source: {0} must be between {1} and {2}
fr: {0} doit être compris entre {1} et {2}

# valMessageSelect
source: Select {0}
fr: Sélectionnez {0}

# valPasswordValidate
source: Use 8 or more characters with a mix of uppercase, lowercase and numbers.
fr: Utilisez 8 caractères ou plus avec un mélange de majuscules, de minuscules et de chiffres.

# warningMessageSFXOwnedNotReceiveEmail
source: TFX owned accounts will not receive any invitation and notifications emails
fr: Les comptes appartenant à TFX ne recevront aucun e-mail d'invitation et de notification

# btnLabelAccept
source: Accept
fr: J'accepte

# btnLabelBack
source: Back
fr: Arrière

# btnLabelReset
source: Reset
fr: Réinitialiser

# btnLabelSave
source: Save
fr: Sauvegarder

# btnLabelSend
source: Send
fr: Envoyer

# headerTermsAndConditions
source: Terms and Conditions
fr: Termes et conditions

# headingChangePassword
source: Change Password
fr: Modifier le de Passe

# headingEULA
source: End User License Agreement
fr: Contrat de licence de l'utilisateur final

# headingResendActivationLink
source: Resend Activation Link
fr: Renvoyer le lien d'activation

# headingUnauthorized
source: Unauthorized
fr: Non autorisé

# lblContactBy
source: Contact Me By
fr: Contactez-moi par

# lblErrorOccured
source: Error Occurred
fr: Erreur est survenue

# lblErrorOccuredText
source: Sorry, an error occurred while processing your request. Application administrator will look into that, meanwhile please click on back button to go back to previous state.
fr: Désolé, une erreur est survenue lors du traitement de votre demande. L'administrateur de l'application examinera cela, en attendant, veuillez cliquer sur le bouton de retour pour revenir à l'état précédent.

# lblNewPassword
source: New Password
fr: Nouveau mot de passe

# lblOldPassword
source: Old Password
fr: Ancien mot de passe

# lblSubject
source: Subject
fr: Matière

# lblUnauthorized
source: You are not authorized to use this feature
fr: Vous n'êtes pas autorisé à utiliser cette fonctionnalité
