Repository: anishsinha/stf
Catalog: TFScode/SiteFuel.Exchange/SiteFuel.Exchange.Common/SiteFuel.Exchange.Core/StringResources/Resource.*.resx
Languages: fr

# btnLabeEexternalIdentity
source: BuyerQuest Mapping
fr: Mappage BuyerQuest

# btnLabelAddresses
source: Addresses
fr: Adresses

# btnLabelBuyer
source: Buyer
fr: Acheteuse

# btnLabelBuyFuel
source: Buy Fuel
fr: Acheter Carburant

# btnLabelCarrier
source: Carrier
fr: Transporteuse

# btnLabelCarrierCompanies
source: Carrier Companies
fr: Sociétés De Transporteurs

# btnLabelChangePassword
source: Change Password
fr: Modifier le de Passe

# btnLabelCompanyBlackList
source: Blacklist Companies
fr: Sociétés De Liste Noire

# btnLabelCounterOffer
source: Counter Offer
fr: Contre-offre

# btnLabelCreate
source: Create
fr: Créer

# btnLabelCreditApp
source: Credit App
fr: App De Crédit

# btnLabelFavoriteFuels
source: Favorite Fuel Types
fr: Types De Carburant Préférés

# btnLabelInviteCompanies
source: Invite Companies
fr: Inviter Les Entreprises

# btnLabelLogout
source: Logout
fr: Déconnexion

# btnLabelManageAlerts
source: Manage SMS Alerts
fr: Gérer les alertes SMS

# btnLabelPayments
source: Payments
fr: Paiements

# btnLabelPrivateSupplierLists
source: Private Supplier Lists
fr: Listes De Fournisseurs Privés

# btnLabelProfile
source: Profile
fr: Profil

# btnLabelSupplier
source: Supplier
fr: Fournisseuse

# btnLabelTimeCardSetting
source: Time Card
fr: Carte De Temps

# btnLabelUsers
source: Users
fr: Utilisateurs

# headingActiveImpersonations
source: Active Impersonations
fr: Usurpations d'identité actives

# headingBillingStatements
source: Billing Statements
fr: Relevés de facturation

# headingCityZip
source: Manage City & Zips
fr: Gérer la ville & Zips

# headingDispatch
source: Dispatch
fr: Envoi

# headingDrivers
source: Drivers
fr: Conducteur

# headingOffers
source: Offers
fr: Des offres

# headingPickUpLocation
source: Pick-up Location
fr: Lieu de ramassage

# headingProductMapping
source: Product Mapping
fr: Cartographie des produits

# headingProductTypeMapping
source: Product Type Mapping
fr: Cartographie des types de produits

# headingQuickbooksProfile
source: QuickBooks Profile
fr: Profil QuickBooks

# headingSalesCalculator
source: Sales Calculator
fr: Calculateur de ventes

# headingSupport
source: Support
fr: Soutien

# headingUserNotifications
source: User Notifications
fr: Notifications aux utilisateurs

# lblAccountActivity
source: Account Activity
fr: L'activité du compte

# lblAccountGroup
source: Account Group
fr: Compte Groupe

# lblAccountSpecialist
source: Account Specialist
fr: Spécialiste de compte

# lblApprovals
source: Approvals
fr: Approbations

# lblAppSettings
source: App Settings
fr: Paramètres de l'application

# lblAssets
source: Assets
fr: Les atouts

# lblAssetsTanks
source: Assets/Tanks
fr: Actifs / Réservoirs

# lblAuditReport
source: Audit Report
fr: Rapport d'audit

# lblAuditReportAxxis
source: Audit Report Axxis
fr: Rapport d'audit Axxis

# lblBillingAddress
source: Billing Address
fr: Adresse De Facturation

# lblBillingSchedule
source: Billing Schedule
fr: Calendrier De Facturation

# lblBillingSchedules
source: Billing Schedules
fr: Facturation Des horaires

# lblBrokerMarkup
source: Broker's Mark-Up
fr: Courtière Marge

# lblBulkUpload
source: Bulk Upload Status
fr: Statut de téléchargement en masse

# lblCompanies
source: Companies
fr: Entreprises

# lblCompany
source: Company
fr: Entreprise

# lblCompanyBillingAddress
source: Company Billing Address
fr: Adresse de facturation de l’entreprise

# lblCompanyUsers
source: Company Users
fr: Utilisateurs de l'entreprise

# lblConfigurationAndLogs
source: Configuration & Logs
fr: Configuration & Journaux

# lblCreateAsset
source: Create New Asset
fr: Créer Un Nouvel Actif

# lblCreateDeliveryRequest
source: Create Delivery Request
fr: Créer Une Demande De Livraison

# lblDataUploadStatus
source: Data Upload Status
fr: État de téléchargement des données

# lblDBPreferences
source: Dashboard Preferences
fr: Préférences de tableau de bord

# lblDeliverySchedules
source: Delivery Schedules
fr: Calendriers de livraison

# lblDemandCapture
source: Demand Capture
fr: Capture de la demande

# lblDigitalDropTicketsDropTickets
source: Digital Drop Tickets
fr: Billets de dépôt numérique

# lblDipTest
source: Dip Test
fr: Tremper Test

# lblDispatch
source: Dispatch
fr: Envoi

# lblDispatcherDashboard
source: Wally Boards
fr: Planches Wally

# lblExceptionLog
source: Exception Logs
fr: Journaux d'exception

# lblExternalMeterData
source: External Meter Data
fr: Données du compteur externe

# lblExternalSuppliers
source: External Suppliers
fr: Fournisseurs externes

# lblExternalVendors
source: External Vendors (API Callers)
fr: Fournisseurs externes (appelants API)

# lblFeaturesSetting
source: Features Setting
fr: Caractéristique Réglage

# lblFindSupplier
source: Find Supplier
fr: Trouver un fournisseur

# lblFreight
source: Freight
fr: Cargaison

# lblFuelRequests
source: Fuel Requests
fr: Demandes de carburant

# lblFuelSurcharge
source: Fuel Surcharge
fr: Surcharge D'essence

# lblFuelSurchargeType
source: Fuel Surcharge Type
fr: Carburant Surtaxe Type

# lblGroupCompanies
source: Group Accounts
fr: Comptes de groupe

# lblGroupSummery
source: Group Summary
fr: Résumé du groupe

# lblImpersonationActivityLog
source: Impersonation Activity Log
fr: Journal d'activité d'emprunt d'identité

# lblImpersonationHistory
source: Impersonation History
fr: Historique de l'emprunt d'identité

# lblImpersonations
source: Impersonations
fr: Usurpations d'identité

# lblInvoiceReport
source: Invoice Report
fr: Rapport de facture

# lblInvoices
source: Invoices
fr: Factures

# lblJobs
source: Locations
fr: Emplacements

# lblJobSummary
source: Location Summary
fr: Résumé de l'emplacement

# lblMakeFavourite
source: Make Favourite
fr: Faire un favori

# lblManageExceptions
source: Manage Exceptions
fr: Gérer Les Exceptions

# lblManageOffers
source: Manage Offers
fr: Gérer les offres

# lblOffer
source: Offer
fr: Offre

# lblOrderGroups
source: Order Groups
fr: Groupes de commandes

# lblOrders
source: Orders
fr: Ordres

# lblPreferencesSetting
source: Preferences Setting
fr: Réglage des préférences

# lblPricingSettings
source: Pricing Settings
fr: Paramètres de tarification

# lblProductMapping
source: Product Mapping
fr: Cartographie des produits

# lblQuickBooksLogs
source: QuickBooks Logs
fr: Journaux QuickBooks

# lblQuoteRequests
source: Request For Quotes
fr: Demande de devis

# lblRegions
source: Regions
fr: Régions

# lblRequestForQuotes
source: Request For Quote
fr: Demande de citation

# lblResale
source: Resale
fr: Revente

# lblSalesCalculatorUsers
source: Sale Calculator User
fr: Utilisateur de calculatrice de vente

# lblSavingPreference
source: Saving Preference
fr: Sauvegarde des préférences

# lblSchedulesAndDrops
source: Schedules & Drops
fr: Des horaires & Gouttes

# lblSuperAdmins
source: Super Admins
fr: Super Administrateurs

# lblSwitchToSuperAdmin
source: Switch To Super Admin
fr: Passer en super administrateur

# lblTrailerTractor
source: Trailers / Tractors
fr: Remorques / Tracteurs

# lblUsers
source: Users
fr: Utilisatrices

# lblWhereIsMyDriver
source: Where is my driver
fr: Où est mon chauffeur

# lblYourCustomers
source: Your Customers
fr: Vos clients

# lblYourSuppliers
source: Your Suppliers
fr: Vos fournisseurs

# gridColumnRoles
source: Roles
fr: Rôles

# headingCompanyUsers
source: Company Users
fr: Utilisateurs De L'Entreprise

# lblDriverOtherDetails
source: Driver Other Details
fr: Conducteur Autres Détails

# valMessageMultipleRolesWithAdminRole
source: 'Admin' role covers all other roles, by clicking save you are agreeing to remove all roles other than 'Admin'.
fr: 'Admin' rôle couvre tous les autres rôles, en cliquant sur enregistrer, vous acceptez de supprimer tous les rôles autres que 'Admin'.

# btnLabelAddAnother
source: Add Another
fr: Ajouter Un Autre

# btnLabelAddToBlacklist
source: Add To Blacklist
fr: Ajouter À La Liste Noire

# btnLabelUpload
source: Upload
fr: Télécharger

# errFileSizeMessage
source: File size should be less than 1MB
fr: La taille du fichier doit être inférieure à 1 Mo

# gridColumnEndTime
source: End Time
fr: Heure De Fin

# gridColumnStartTime
source: Start Time
fr: Heure De Début

# gridColumnStatus
source: Status
fr: Statut

# gridColumnWeekDay
source: Week Day
fr: Semaine Jour

# headingAppThemes
source: App Themes
fr: App Thèmes

# headingBlackList
source: Blacklist
fr: Liste noire

# headingHistory
source: History
fr: Histoire

# lblAddedBy
source: Added By
fr: Ajouté Par

# lblAddedDate
source: Added Date
fr: Ajoutée Date

# lblBlue
source: Blue
fr: Bleu

# lblCompanyFeatures
source: Company Features
fr: Fonctionnalités Société

# lblDarkGrey
source: Dark Grey
fr: Gris Foncé

# lblLicenseExpiryDate
source: Licence Expiry Date
fr: Licence Date D'Expiration

# lblLicenseNumber
source: License Number
fr: Numéro De Licence

# lblLightGrey
source: Light Grey
fr: Gris Clair

# lblLocationsUploadWarning
source: Note : Please use the .csv template for uploading supplier locations. Follow the required and optional field guidelines.
fr: Remarque : Veuillez utiliser le modèle .csv pour télécharger les emplacements des fournisseurs. Suivez les directives de terrain requises et facultatives.

# lblReason
source: Reason
fr: Raison

# lblRemovedBy
source: Removed By
fr: Enlevé Par

# lblRemovedDate
source: Removed Date
fr: Enlevé Date

# lblResendInvitationLink
source: Resend Invitation Link
fr: Renvoyer Le Lien D'Invitation

# lblShiftInformation
source: Shift Information
fr: Informations De Décalage

# lblTerminalCards
source: Driver Terminal Cards
fr: Cartes De Terminal De Conducteur

# lblTrailerType
source: Trailer Type
fr: Type De Remorque

# lblYellow
source: Yellow
fr: Jaune

# successMessageActivationEmailSent
source: Invitation link email sent successfully
fr: Email de lien d'Invitation envoyé avec succès

# btnChooseFiles
source: Choose File(s)
fr: Choisissez Fichier(s)

# btnLabelAddNewCard
source: Add New Card
fr: Ajouter Nouvelle Carte

# btnLabelDelete
source: Delete
fr: Supprimer

# errMessageCompanySubGroupNotExists
source: Group details not exists
fr: Détails du groupe n'existe pas

# errMessageSelectDirectTax
source: Please select enable direct tax
fr: Veuillez sélectionner activer la taxe directe

# errMessageUploadFileCountWarning
source: Company can have max 10 documents for Credit App.
fr: La société peut avoir max 10 documents pour L'application de crédit.

# gridChildCompanies
source: Sub Accounts
fr: Sous Comptes

# gridColumnAddedBy
source: Added By
fr: Ajouté Par

# gridColumnBusinessSubType
source: Business Sub Type
fr: Sous Type D'Entreprise

# gridColumnCardNumber
source: Card Number
fr: Numéro De Carte

# gridColumnCompanyName
source: Company Name
fr: Nom De La Société

# gridColumnCreatedDate
source: Created Date
fr: Créated Date

# gridColumnDateAdded
source: Date Added
fr: Date D'Ajout

# gridColumnDelete
source: Delete
fr: Supprimer

# gridColumnEmail
source: Email
fr: Courriel

# gridcolumnEventName
source: Event
fr: Événement

# gridColumnExternalId
source: External Id
fr: Id Externe

# gridColumnIDCode
source: IDCode
fr: Code d'ID

# gridColumnLastUpdated
source: Last Updated
fr: Dernière Mise À Jour

# gridColumnLicenseNumber
source: License Number
fr: Numéro De Licence

# gridColumnName
source: Name
fr: Nom

# gridColumnNumberOfSuppliers
source: Number of Suppliers
fr: Nombre de Fournisseurs

# gridColumnPrimary
source: Primary
fr: Primaire

# gridColumnUpdatedBy
source: Updated By
fr: Mise À Jour Par

# gridColumnUpdatedDate
source: Updated Date
fr: Date De Mise À Jour

# gridColumnUser
source: User
fr: Utilisateur

# gridParentCompany
source: Main Account
fr: Compte Principal

# headingCreditCardProcessing
source: Credit Card Processing Fee
fr: Frais De Traitement De Carte De Crédit

# headingFavoriteFuels
source: Favorite Fuel Types
fr: de carburant Favori Types

# headingInviteCompanies
source: Invite Companies
fr: Inviter Les Entreprises

# headingLicense
source: License
fr: Licence

# headingPaymentInformation
source: Payment Information
fr: Informations De Paiement

# headingPaymentTerms
source: Payment Terms
fr: Conditions De Paiement

# lblAcceptTerms
source: I agree with the terms and conditions
fr: Je suis d'accord avec les termes et conditions

# lblAccounts
source: Accounts
fr: Comptes

# lblAccountType
source: Account Type
fr: Type Compte

# lblBusinessSubType
source: Business Sub Type
fr: Sous Type D'Entreprise

# lblCreateAccountGroup
source: Create Account Group
fr: Créer Un Groupe De Compte

# lblEffectiveDate
source: Effective Date
fr: Date D'Entrée En Vigueur

# lblEnable
source: Enable
fr: Activer

# lblEnableDirectTaxes
source: Enable Direct Taxes
fr: Activer Les Taxes Directes

# lblFuelTypes
source: Fuel Types
fr: Les Types De Carburant

# lblGroupName
source: Group Name
fr: Nom Du Groupe

# lblIDCode
source: ID Code
fr: Code d'ID

# lblIDType
source: ID Type
fr: Type d'ID

# lblLegalName
source: Legal Name
fr: Nom Légal

# lblNameOnCard
source: Name On Card
fr: Nom Sur La Carte

# lblNo
source: No
fr: Non

# lblNoGroupAvailable
source: No account group available
fr: Aucun groupe de Compte disponible

# lblPrimaryCard
source: Primary Card
fr: Carte Primaires

# lblProcessingFee
source: CC Processing Fee
fr: Frais de Traitement CC

# lblProcessingFeeType
source: Processing Type
fr: Type De Traitement

# lblSelectBusinessType
source: Select Business Type
fr: Sélectionnez Le Type D'Entreprise

# lblTimeCardSettings
source: Enable Time Card for Drivers
fr: Activer la carte de temps pour les conductrices

# lblTradeName
source: Trade Name
fr: Nom Commercial

# lblUseCompanyAddressAsBillingAddress
source: Use Company Address as Billing Address
fr: Utiliser L'adresse de L'entreprise comme adresse de facturation

# lblYes
source: Yes
fr: Oui

# msgQuickbookNotConfigured
source: This company do not have configured QuickBooks settings with Exchange. Contact TrueFill support for assistance
fr: Cette société n'a pas configuré les paramètres QuickBooks avec Exchange. Contactez le support TrueFill pour obtenir de l'aide

# tabheadingDetails
source: Details
fr: Détails

# tabheadingDirectTax
source: Direct Tax
fr: Taxe Directe

# tabHeadingTimeCard
source: Time Card
fr: Carte De Temps

# valMessageConfirmLicenseDelete
source: By deleting the license(s), it will also be removed from locations/orders to which it is applied. Are you sure you want to delete ?
fr: En supprimant la(Les) licence (s), elle sera également supprimée des emplacements/commandes auxquels elle est appliquée. Êtes-vous sûr de vouloir supprimer ?

# btnLabelCreateNew
source: Create New
fr: Créer De Nouveaux

# gridColumnActive
source: Active
fr: Actif

# headingInvited
source: Invited
fr: Invité

# headingInvitedCompanies
source: Invited Companies
fr: Compagnies Invitées

# headingOnboarded
source: Onboarded
fr: À bord

# lblcopy
source: copy
fr: copier

# lblDisplayDriverAssignedProduct
source: Display assigned product name to the driver
fr: Afficher le nom du produit attribué au conducteur

# lblprint
source: print
fr: imprimer

# UserInactivationWarning
source: If inactivated, the user will be removed from all assigned active Orders.
fr: Si désactivé, l'utilisateur sera supprimé de tous les Ordres actifs

# btnLabelAddNewLicense
source: Add New License
fr: Ajouter Nouvelle Licence

# gridColumnInvitationSent
source: Invitation Sent
fr: Invitation Envoyée

# gridColumnInvitedBy
source: Invited By
fr: Invité Par

# gridColumnOnboarded
source: Onboarded
fr: Embarqué
